{
  "mainmenuData": [
    {
      "text": "Главная",
      "link": "index.html"
    },
    {
      "text": "Команда",
      "link": "team.html"
    },
    {
      "text": "Услуги",
      "link": "services.html"
    },
    {
      "text": "Карьера",
      "link": "career.html"
    },
    {
      "text": "Портфолио",
      "link": "portfolio.html"
    },
    {
      "text": "Контакты",
      "link": "contacts.html"
    }
  ],
  "whyText": [
    {
      "text": "К услугам наших клиентов разработка программного обеспечения на заказ, проектирование пользовательских интерфейсов, создание сайтов (в том числе на основе индивидуальной CMS) и их поддержка."
    },
    {
      "text": "Мы также предлагаем услугу IT-консалтинга — налаживание работы любых информационно-аналитических систем и онлайн-решений компании для большей эффективности бизнес-процессов."
    },
    {
      "text": "Сегодня компания «Union Smart Technology» имеет представительства с умелыми project-менеджерами в РФ и Словакии."
    },
    {
      "text": "Такая география позволяет привлекать наиболее ответственных и квалифицированных программистов и живо реагировать на потребности заказчиков со всего света, сохраняя комфортный уровень цен."
    }
  ],
  "suggestionsList": [
    {
      "title": "Программируем",
      "text": "Создаём расширяемую архитектуру, пишем чистый и стабильный код. Интегрируемся с технологиями заказчика.",
      "iconpath": "programming-icon.svg",
      "alt": "Иконка"
    },
    {
      "title": "Тестируем",
      "text": "Проводим ручное функциональное тестирование и пишем UI-автотесты. Готовим чек-листы и тест-кейсы.",
      "iconpath": "testing-icon.svg",
      "alt": "Иконка"
    },
    {
      "title": "Поддерживаем",
      "text": "Работаем по SLA. Следим за стабильностью работы приложения, обновляем под новые устройства и версии iOS и Android.",
      "iconpath": "supporting-icon.svg",
      "alt": "Иконка"
    },
    {
      "title": "Анализируем",
      "text": "Пишем ТЗ для разработки, учитывая бизнес-процессы и технологии заказчика и потребности пользователей.",
      "iconpath": "analysis-icon.svg",
      "alt": "Иконка"
    },
    {
      "title": "Прототипируем",
      "text": "Прорабатываем пользовательские сценарии, проектируем логику приложения, скечируем основные экраны.",
      "iconpath": "prototyping-icon.svg",
      "alt": "Иконка"
    },
    {
      "title": "Дизайним",
      "text": "Адаптируем фирменный стиль заказчика к гайдлайнам платформ. Рисуем удобные и понятные интерфейсы.",
      "iconpath": "designing-icon.svg",
      "alt": "Иконка"
    }
  ],
  "benefitsList": [
    {
      "title": "Разработка программного обеспечения",
      "text": "Мы обеспечиваем полный цикл разработки программного обеспечения, развертывания и послерелизной поддержки. Вы получите функциональный, масштабируемый и безопасный продукт, идеально подходящий для бизнеса.",
      "paragraphs": [
        {
          "text": "MVP за 90 дней"
        }
      ],
      "iconpath": "lightbulb.svg",
      "alt": "Иконка"
    },
    {
      "title": "«Спасение» вашего проекта",
      "text": "Мы присоединяемся к любому этапу разработки, анализируем текущее состояние продукта, возвращаем процесс разработки в нужное русло и выпускаем продукт вовремя.",
      "iconpath": "laptop.svg",
      "alt": "Иконка"
    },
    {
      "title": "Создание выделенного ИТ-центра",
      "text": "Мы предоставляем выделенные команды на полный рабочий день, включающие аналитиков, дизайнеров, разработчиков, QA-инженеров и менеджеров проектов. Соберите свою команду всего за несколько дней.",
      "iconpath": "cube.svg",
      "alt": "Иконка"
    },
    {
      "title": "Профессионализм команды",
      "text": "Избегайте затрат на инвестиции в развитие внутренних навыков. Нанимайте профессионалов с необходимыми навыками для обеспечения результатов проекта и своевременной доставки.",
      "iconpath": "team.svg",
      "alt": "Иконка"
    }
  ]
}
